
--- 🦾 БОТ V11: РАДАР ТЕКСТА (АНТИ-БЛОКИРОВКА) ---
📡 Обновляю Flashscore...
   🔍 КАНДИДАТ: Karlovy Vary - Kometa Brno (Счет: 1:0 | Лига: Неизвестная лига)
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Liberec - Mountfield HK (Счет: 1:0 | Лига: Неизвестная лига)
      📊 Итог: Броски=5, Штрафы=0м, Свистки=0
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Litvinov - Trinec (Счет: 0:1 | Лига: Неизвестная лига)
      📊 Итог: Броски=10, Штрафы=0м, Свистки=0
      📊 Итог: Броски=14, Штрафы=0м, Свистки=0
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Mlada Boleslav - Plzen (Счет: 0:1 | Лига: Неизвестная лига)
      📊 Итог: Броски=11, Штрафы=0м, Свистки=0
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Olomouc - Ceske Budejovice (Счет: 0:1 | Лига: Неизвестная лига)
      📊 Итог: Броски=5, Штрафы=0м, Свистки=0
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Tabor - Trebic (Счет: 0:0 | Лига: Неизвестная лига)
      📊 Итог: Броски=5, Штрафы=0м, Свистки=0
      ❌ Пропуск по цифрам (не дотянули).
   🔍 КАНДИДАТ: Brynas W - Skelleftea W (Счет: 0:0 | Лига: Неизвестная лига)
      ❌ Нет бросков. Вот первые 10 строк, которые я вижу: ['HOCKEYSWEDENSDHL WOMEN - PLAY OFFS - QUARTER-FINALS', 'New window', '04.03.2026 17:00', 'Brynas W', '0', '-', '0', 'BREAK TIME', 'Skelleftea W', '0']
   🔍 КАНДИДАТ: Lulea W - Djurgarden W (Счет: 1:0 | Лига: Неизвестная лига)
      ❌ Нет бросков. Вот первые 10 строк, которые я вижу: ['HOCKEYSWEDENSDHL WOMEN - PLAY OFFS - QUARTER-FINALS', 'New window', '04.03.2026 17:00', 'Lulea W', '1', '-', '0', 'BREAK TIME', 'Djurgarden W', '1']
💤 Проверено: 134. Сплю 60 сек...
